Repository: louk-2005/LoukShop
Catalog: products/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Product is not available
fa: کالا در دسترس نیست

source: Product_variation does not belong to this product
fa: کالای انتخابی بااین ویژگی ها موجود نیست

source: Quantity must be a positive integer.
fa: مقدار انتخابی باید مثبت باشد

source: Product is not active
fa: کالا موجود نیست

source: User is required to create a cart item.
fa: کاربر یافت نشد

source: Coupon does not exist.
fa: کد تخفیف وجود ندارد

source: This user don't have any cart.
fa: این کاربر سبد خرید ندارد

source: Discount applied successfully
fa: تخفیف شما اعمال شد

source: Cart not found for this user
fa: سبد خریدی برای این کاربر یافت نشد

source: Invalid coupon
fa: کد تخفیف نا معتبر

source: Status change successfully
fa: عملیات موفقیت امیز بود

source: invalid argument
fa: متغیر نا معتبر است
